Repository: 001101/friendica-addons
Catalog: statusnet/lang/*/messages.po
Languages: cs

source: Post to GNU Social
cs: Poslat na GNU social

source: Please contact your site administrator.<br />The provided API URL is not valid.
cs: Obraťte se na administratora webu.<br />Poskytnutý odkaz na API není platný.

source: We could not contact the GNU Social API with the Path you entered.
cs: Nemohli jsme kontaktovat API GNU social pomocí cesty, kterou jste zadal/a.

source: GNU Social settings updated.
cs: Nastavení pro GNU social aktualizována.

source: GNU Social Import/Export/Mirror
cs: Import/export/zrcadlení GNU social

source: Globally Available GNU Social OAuthKeys
cs: Globálně dostupné OAuth klíče pro GNU

source: There are preconfigured OAuth key pairs for some GNU Social servers available. If you are using one of them, please use these credentials. If not feel free to connect to any other GNU Social instance (see below).
cs: Jsou dostupné předkonfigurované páry klíčů OAuth pro některé servery GNU social. Pokud některý z nich používáte, prosím používejte tyto kredenciály. Pokud ne, můžete se klidně připojit k jakékoliv jiné instanci GNU social (viz dole).

source: Save Settings
cs: Uložit nastavení

source: Provide your own OAuth Credentials
cs: Uveďte své vlastní OAuth přihlašovací údaje

source: No consumer key pair for GNU Social found. Register your Friendica Account as an desktop client on your GNU Social account, copy the consumer key pair here and enter the API base root.<br />Before you register your own OAuth key pair ask the administrator if there is already a key pair for this Friendica installation at your favorited GNU Social installation.
cs: Nenalezen žádný pár klíčů pro GNU social. Registrujte svůj účet Friendica na Vašem účtu GNU social jako desktopový klient, zkopírujte sem pár klíčů consumer key a zadejte kořenovou složku API.<br />Dříve, než si zaregistrujete Váš vlastní pár klíčů, se zeptejte administrátora, jestli již na Vaší oblíbené instalaci GNU social existuje pár klíčů pro tuto instalaci Friendica.

source: Base API Path (remember the trailing /)
cs: Cesta k Base API (nezapomeňte na koncové /)

source: To connect to your GNU Social account click the button below to get a security code from GNU Social which you have to copy into the input box below and submit the form. Only your <strong>public</strong> posts will be posted to GNU Social.
cs: Pro připojení k Vašemu účtu na GNU social klikněte na tlačítko níže. Obdržíte bezpečnostní kód od GNU social, ten musíte zkopírovat do vyplňovacího pole níže a odeslat formulář. Pouze Vaše <strong>veřejné</strong> příspěvky budou odesílány na GNU social.

source: Log in with GNU Social
cs: Přihlásit se pomocí GNU social

source: Copy the security code from GNU Social here
cs: Zde překopírujte váš bezpečnostní kód z GNU social

source: Cancel Connection Process
cs: Zrušit připojování

source: Current GNU Social API is
cs: Aktuální API GNU social je:

source: Cancel GNU Social Connection
cs: Zrušit spojení s GNU social

source: Currently connected to:
cs: Aktuálně jste připojen/a k:

source: If enabled all your <strong>public</strong> postings can be posted to the associated GNU Social account. You can choose to do so by default (here) or for every posting separately in the posting options when writing the entry.
cs: Je-li povoleno, všechny Vaše <strong>veřejné</strong> příspěvky mohou být zasílány na související účet na GNU social. Můžete si vybrat, zda-li toto bude výchozí nastavení (zde), nebo budete mít možnost si vybrat požadované chování při psaní každého příspěvku.

source: <strong>Note</strong>: Due your privacy settings (<em>Hide your profile details from unknown viewers?</em>) the link potentially included in public postings relayed to GNU Social will lead the visitor to a blank page informing the visitor that the access to your profile has been restricted.
cs: <strong>Poznámka</strong>: Kvůli vašim nastavením o soukromí (<em>Skrýt Vaše profilové detaily před neznámými návštěvníky?</em>), odkaz potenciálně obsažen ve veřejných příspěvcích přeposílaných na GNU social zavedou návštěvníky na prázdnou stránku informující návštěvníky, že přístup na Váš profil byl zakázán.

source: Allow posting to GNU Social
cs: Povolit posílání příspěvků na GNU social

source: Send public postings to GNU Social by default
cs: Ve výchozím stavu posílat veřejné příspěvky na GNU social

source: Mirror all posts from GNU Social that are no replies or repeated messages
cs: Zrcadlit všechny příspěvky z GNU social, které nejsou odpovědi nebo zopakované zprávy

source: Import the remote timeline
cs: Importovat vzdálenou časovou osu

source: Disabled
cs: Zakázáno

source: Full Timeline
cs: Plná časová osa

source: Only Mentions
cs: Pouze zmínky

source: Clear OAuth configuration
cs: Vymazat konfiguraci OAuth

source: Site name
cs: Název webu
