Repository: 001101/friendica-addons
Catalog: gpluspost/lang/*/messages.po
Languages: it

source: Post to Google+
it: Invia a Google+

source: Enable Google+ Post Plugin
it: Abilita il plugin di invio a Google+

source: Google+ username
it: Nome utente Google+

source: Google+ password
it: Password Google+

source: Google+ page number
it: Numero pagina Google+

source: Post to Google+ by default
it: Invia sempre a Google+

source: Do not prevent posting loops
it: Non prevenire i loop di invio

source: Skip messages without links
it: Salta i messaggi senza collegamenti

source: Mirror all public posts
it: Ricopia tutti i post pubblici

source: Mirror Google Account ID
it: Ricopia l'ID Google Account

source: Save Settings
it: Salva Impostazioni

source: Google+ post failed. Queued for retry.
it: Invio a Google+ fallito. In attesa di riprovare.
