Repository: 001101/friendica-addons
Catalog: morepokes/lang/*/messages.po
Languages: nl

source: bitchslap
nl: Kaakslag

source: bitchslapped
nl: Sloeg op de kaak

source: shag
nl: Liefde bedrijven

source: shagged
nl: De liefde bedreven

source: do something obscenely biological to
nl: Doe iets biologisch obsceen

source: did something obscenely biological to
nl: Heeft iets biologisch obsceen gedaan

source: point out the poke feature to
nl: De functie porren uitleggen

source: pointed out the poke feature to
nl: Legde de functie porren uit aan

source: declare undying love for
nl: Eeuwige liefde verklaren

source: declared undying love for
nl: Verklaarde eeuwige liefde

source: patent
nl: Patenteren

source: patented
nl: Patenteerde

source: stroke beard
nl: Baard strijken

source: stroked their beard at
nl: Streek zijn baard naar

source: bemoan the declining standards of modern secondary and tertiary education to
nl: De dalende normen van het moderne secundaire en tertiaire onderwijs betreuren aan

source: bemoans the declining standards of modern secondary and tertiary education to
nl: betreurt de dalende normen van het moderne secundaire en tertiaire onderwijs aan

source: hug
nl: knuffel

source: hugged
nl: knuffelde

source: kiss
nl: kus

source: kissed
nl: kuste

source: raise eyebrows at
nl: Fronsen

source: raised their eyebrows at
nl: Fronsde naar

source: insult
nl: Beledigen

source: insulted
nl: Beledigde

source: praise
nl: Loven

source: praised
nl: Loofde

source: be dubious of
nl: Verdachten

source: was dubious of
nl: Verdachtte

source: eat
nl: Opeten

source: ate
nl: Eete op

source: giggle and fawn at
nl: Giechelen

source: giggled and fawned at
nl: Giechelde naar

source: doubt
nl: Twijfelen

source: doubted
nl: Twijfelde over

source: glare
nl: Schitteren

source: glared at
nl: Schitterde naar
