Repository: 001101/friendica-addons
Catalog: morechoice/lang/*/messages.po
Languages: nl, pl

source: Androgyne
nl: Dubbel geslacht
pl: Androgyniczny

source: Bear
nl: Beer
pl: Urodzić

source: Bigender
nl: Dubbel
pl: Większy

source: Cross dresser
nl: Gekleed als het ander
pl: Transwestyta

source: Drag queen
nl: Travestiet
pl: Transwestyta

source: Eunuch
nl: Castraat
pl: Kastrat

source: Faux queen
nl: Fout
pl: Fałszywa dama

source: Gender fluid
pl: Płyn płciowy

source: Lady
nl: Trotse vrouw
pl: Pani

source: Lipstick lesbian
nl: Lesbienne-vrouw
pl: Szminka lesbijek

source: Metrosexual
nl: Metrosexueel
pl: Metroseksualny

source: Monk
nl: Monnik
pl: Mnich

source: Nun
nl: Non
pl: Obecnie

source: Soft butch
nl: Lesbienne-man
pl: Miękka lesbijka

source: Stone femme
nl: Butch en femme
pl: Kamienna kobieta

source: Tomboy
pl: Lesbijka

source: Transman
pl: Męszczyzna Transseklualny

source: Transwoman
nl: Transvrouw
pl: Kobieta Transseklualna

source: Transvesti
pl: Transwestyta

source: Trigender
nl: Drieslacht
pl: Trójpłciowość

source: Can't remember
nl: Kan ik mij niet meer herinneren
pl: Nie pamiętam

source: Hard to tell these days
nl: Moeilijk te zeggen vandaag
pl: Trudno powiedzieć w te dni

source: Girls with big tits
nl: Meisjes met grote tetten
pl: Dziewczyny z dużymi piersiami

source: Millionaires
nl: Veel geld
pl: Milionerzy

source: Guys with big schlongs
nl: Groot geschapen
pl: Faceci z dużymi penisami

source: Easy women
nl: Gemakkelijke vrouwen
pl: Łatwe kobiety

source: People with impaired mobility
nl: Mensen met beperkte mobiliteit
pl: Osoby z upośledzeniem ruchowym

source: Amputees
nl: Geamputeerden
pl: Po amputacji

source: Statues, mannequins and immobility
nl: Standbeelden
pl: Posągi, manekiny i nieruchomość

source: Pain
nl: Pijn
pl: Ból

source: Trans men
nl: Transmannen
pl: Transseklualny męszczyzna

source: Older women
nl: Oude vrouwen
pl: Starsze kobiety

source: Asphyxiation
nl: Verstikking
pl: Uduszenie się

source: In public
nl: Publiek
pl: Publicznie

source: In danger
nl: In gevaar
pl: W niebezpieczeństwie

source: Pretending to be male
nl: Net zoals mannen
pl: Udawanie mężczyzny

source: Pretending to be female
nl: Net als vrouwen
pl: Udając płeć żeńską

source: Breats
nl: Sletten
pl: Biust

source: Scat
nl: Schoften
pl: Zwiać

source: Crying
nl: Huilen
pl: Płacz

source: Nappies/Diapers
nl: Luiers
pl: Pieluchy/pampersy

source: Trees
nl: Bomen
pl: Drzewo

source: Vomit
nl: Braken
pl: Zwymiotować

source: Murder
nl: Moord
pl: Morderstwo

source: Fat people
nl: Dikke mensen
pl: Otyli przyjaciele

source: Feet
nl: Voeten
pl: Stopy

source: Covered in insects
nl: Omhuld in insecten
pl: Pokryty owadami

source: Turning a human being into furniture
nl: Mensen veranderen in meubilair
pl: Przekształcając człowieka meble

source: Elderly people
nl: Oudere mensen
pl: Osób w podeszłym wieku

source: Transgender people
nl: Transgenders
pl: Osoby transpłciowe

source: Criminals
nl: Misdadigers
pl: Przestępca

source: Stealing
nl: Stelen
pl: Kradzież

source: Breast milk
nl: Moedermelk
pl: Mleko matki

source: Immersing genitals in liquids
nl: Vloeistofpenetratie
pl: Zanurzenie narządów płciowych w cieczach

source: Giants
nl: Reuzen
pl: Giganci

source: Masochism
nl: Zelfpijniging
pl: Masochizm

source: Cars
nl: Auto's
pl: Samochody

source: Menstruation
nl: Menstruatie
pl: Miesiączka

source: Mucus
nl: Slijm
pl: Wydzielina

source: Obscene language
nl: Grove taal
pl: Nieprzyzwoity język

source: Noses
nl: Neuzen
pl: Nosy

source: Navels
pl: Pępki

source: Corpses
nl: Lijken
pl: Zwłoki

source: Smells
nl: Geurtjes
pl: Odór

source: Buttocks
nl: Konten
pl: Tyłek

source: Nonliving objects
nl: Niet-levende objecten
pl: Nieżyjący obiekt

source: Sleeping people
nl: Slapende mensen
pl: Śpiący ludzie

source: Urination
nl: Plasseks
pl: Oddawanie moczu

source: Eating people
nl: Eten
pl: Pożywienie dla ludzi

source: Being eaten
nl: Gegeten worden
pl: Bycie zjedzonym

source: Animals
nl: Dieren
pl: Zwierzęta

source: I'd rather just have some chocolate
nl: Geef mij gewoon wat chocolade
pl: Wolałbym tylko trochę czekolady

source: Married to my job
nl: Getrouwd met m'n job
pl: Żonaty z moją pracą

source: Polygamist
pl: Poligamista

source: Half married
nl: Half getrouwd
pl: Pół żonaty

source: Living in the past
nl: Leef in het verleden
pl: Życie w przeszłości

source: Pretending to be over my ex
nl: Doen alsof ik m'n ex ben vergeten
pl: Udawanie, że jestem ponad moim byłym

source: Hurt in the past
nl: Gekwest in het verleden
pl: Boli w przeszłości

source: Wallowing in self-pity
nl: Terugtrekken in zelfmedelijden
pl: Miauczenie w użalaniu się nad sobą

source: Kathoey
nl: Tussen man en vrouw
