Repository: 001101/friendica-addons
Catalog: buffer/lang/*/messages.po
Languages: cs

source: Permission denied.
cs: Přístup odmítnut.

source: Save Settings
cs: Uložit Nastavení

source: Error when registering buffer connection:
cs: Chyba při registraci buffer spojená

source: You are now authenticated to buffer.
cs: Nyní jste přihlášen k bufferu.

source: return to the connector page
cs: návrat ke stránce konektor

source: Post to Buffer
cs: Příspěvek na Buffer

source: Authenticate your Buffer connection
cs: Přihlásit ke spojení na Buffer

source: Enable Buffer Post Addon
cs: Povolit doplněk Buffer Post

source: Post to Buffer by default
cs: Defaultně zaslat na Buffer

source: Check to delete this preset
cs: Zaškrtnout pro smazání tohoto nastavení

source: Posts are going to all accounts that are enabled by default:
cs: Příspěvky jsou zasílány na všechny účty, které jsou defaultně povoleny:
